package com.alex.common.activities;

/**
 * 包含一个WebView的Activity，用于进行一些简单的网页展示及前进后退
 * @author caisenchuan
 */
public class WebViewActivity {
    /*--------------------------
     * 常量
     *-------------------------*/

    /*--------------------------
     * 自定义类型
     *-------------------------*/

    /*--------------------------
     * 成员变量
     *-------------------------*/

    /*--------------------------
     * public方法
     *-------------------------*/

    /*--------------------------
     * protected、packet方法
     *-------------------------*/

    /*--------------------------
     * private方法
     *-------------------------*/

}
